Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/medical_cards_and_gp_visit_cards/gp_visit_cards.html.txt.tmx
Source language: en
Languages: ga

source: If you do not qualify for a medical card you may be eligible for a GP visit card
ga: Mura gcáilítear thú do chárta leighis, d’fhéadfá bheith i dteideal Cárta Cuairte LG a fháil

source: A GP visit card allows you to visit a participating family doctor for free
ga: Ceadaíonn Cárta Cuairte LG duit cuairt a thabhairt ar LG rannpháirteach saor in aisce

source: Unless you have a medical card or a GP visit card, visits to GPs are not free
ga: Chun cáiliú do Chárta Cuairte LG, ní mór duit na rialacha incháilitheachta thíos a chomhlíonadh agus gnáthchónaí a bheith ort in Éirinn

source: In order to qualify for a GP visit card, you must meet the eligibility rules below and be ordinarily resident in Ireland
ga: Is é sin, ní mór go bhfuil cónaí ort, nó go mbeartaíonn tú cónaí a bheith ort in Éirinn ar feadh bliain amháin, ar a laghad

source: If you are aged under 70, you must also meet specific income guidelines
ga: Má tá tú faoi 70 bliain d’aois, ní mór duit treoirlínte sonracha ioncaim a chomhlíonadh chomh maith

source: If you are aged over 70, the GP visit card is available without an income test
ga: Ón 5 Lúnasa 2015, má tá tú 70 bliain d’aois nó os a chionn, tá fáil ar an gcárta cuairte LG gan bheith ort tabhairt faoi thástáil ioncaim

source: The GP visit card for children under 6 is available to all children under the age of 6
ga: Tá fáil ar an gcárta cuairte LG do leanaí faoi 6 bliana d’aois do gach leanbh faoi aois 6 bliana

source: Having a GP visit card only allows you to visit your GP for free
ga: Trí chárta cuairte LG a bheith agat, ceadaítear duit cuairt a thabhairt ar do LG saor in aisce

source: Prescribed drugs are not free but may be covered by the Drugs Payment Scheme
ga: Níl drugaí ordaithe saor in aisce ach d’fhéadfaidís a bheith cumhdaithe ag an Scéim Íocaíochta Drugaí

source: The GP visit card does not cover hospital charges
ga: Ní chumhdaíonn an cárta cuairte LG muirir ospidéil

source: It does cover visits to GP out of hours services
ga: Ní chumhdaíonn sé cuairteanna chuig seirbhísí lasmuigh d’uaireanta LG

source: Blood tests to diagnose or monitor a condition are covered
ga: Cumhdaítear tástálacha fola chun diagnóisiú nó monatóireacht a dhéanamh ar riocht

source: The GP visit card is available to everyone aged over 70 without an income test
ga: Tá an cárta cuairte LG ar fáil do gach duine atá 70 bliain d’aois nó os a chionn sin gan tástáil ioncaim a dhéanamh orthu

source: If you are under 70, eligibility for the GP visit card is means tested. That is, your income is assessed by the HSE as part of the application process
ga: Tá fáil ar an gcárta cuairte LG do leanaí faoi aois 6 bliana do gach leanbh atá faoi aois 6 bliana

source: Income limits for people aged under 70
ga: Má tá tú faoi 70 bliain d’aois, déantar tástáil mhaoine ar incháilitheacht don chárta cuairte LG

source: The rules for assessing the amount of your income are the same as for the medical card means test for people aged under 70 but the income limits for the GP visit card are higher than the limits for the medical card
ga: Teorainneacha Ioncaim do dhaoine faoi bhun 70

source: GP visit card weekly income limit (gross less tax, USC and PRSI)
ga: Teorainn sheachtainiúil ioncaim don Chárta Cuairte LG (ollioncam lúide cáin, MSU agus

source: │Category │Aged under │Aged │
ga: │ │Daoine faoi │Daoine idir 66 │

source: │Single person living alone │€276 │€302 │
ga: │Duine singil a chónaíonn leis/léi féin │€276 │€302 │

source: │Single person living with family │€246 │€260 │
ga: │Duine singil a chónaíonn lena t(h)eaghlach │€246 │€260 │

source: │Married or cohabiting couple (or lone parent with dependent │€400 │€447 │
ga: │Lánúin phósta nó chomhchónaithe (nó tuismitheoir │€400 │€447 │

source: │children) │ │ │
ga: │aonair ag a bhfuil leanaí cleithiúnaí) │ │ │

source: │Allowance for each of first 2 children aged under 16 │€57 │€57 │
ga: │Liúntas le haghaidh gach duine den chéad bheirt │€57 │€57 │

source: │Allowance for 3rd and for each subsequent child under 16 │€61.50 │€61.50 │
ga: │leanaí faoi bhun 16 │ │ │

source: │Allowance for each of first 2 children aged over 16 (with no │€58.50 │€58.50 │
ga: │Liúntas le haghaidh gach duine den chéad bheirt │€58.50 │€58.50 │

source: │income) │ │ │
ga: │leanaí os cionn 16 (gan ioncam ar bith) │ │ │

source: │Allowance for 3rd and for each subsequent child over 16 (with│€64 │€64 │
ga: │leanbh os cionn 16 ina dhiaidh sin (gan ioncam ar│€64 │€64 │

source: │no income) │ │ │
ga: │bith) │ │ │

source: │Each dependant over 16 years in full-time non-grant aided │€117 │€117 │
ga: │Gach cleithiúnaí os cionn 16 atá ag tabhairt faoi│ │ │

source: │third-level │ │ │
ga: │deontais │ │ │

source: There are also allowances for reasonable expenses incurred in respect of childcare costs and rent/mortgage payments
ga: Anuas air sin, tá liúntais ann le haghaidh costais réasúnta a thabhaítear maidir le costais chúram leanaí agus íocaíochtaí cíosa/morgáiste

source: Allowances for weekly travel costs to work are assessed as the actual cost of public transport or, if a car is required, as mileage at 30 cent per mile (18 cent per km)
ga: Déantar measúnú ar liúntais sheachtainiúla taistil chuig an obair mar chostas iarbhír iompair phoiblí, nó míleáiste amhail 30 cent sa mhíle (18 cent sa km)

source: Dependants of people aged over 70
ga: Cleithiúnaithe daoine os cionn 70 bliain d’aois

source: If you are aged over 70 and you have dependants, for example a spouse, civil partner or cohabiting partner aged under 70, your dependants may qualify for a GP visit card if your income is below a certain level
ga: Má tá tú os cionn 70 bliain d’aois agus má tá cleithiúnaithe agat, mar shampla, céile, páirtnéir sibhialta nó páirtnéir comhchónaithe atá faoi aois 70 bliain, b’fhéidir go gcáileofar do chleithiúnaithe do chárta cuairte LG má tá d’ioncam faoi bhun leibhéal áirithe

source: If you have a spouse, civil partner or cohabiting partner, the limit for your combined income is €1,400 per week, not including the first €72,000 of savings or similar investments
ga: Má tá céile, páirtnéir sibhialta nó páirtnéir comhchónaithe agat, is é an teorainn ar bhur gcomhioncam €1,400 sa tseachtain, gan an chéad €72,000 de choigilteas nó a chomhionann d’infheistíochtaí a áireamh

source: If you do not have a spouse, civil partner or cohabiting partner, the income limit is €700 per week, not including the first €36,000 of savings or similar investments
ga: Mura bhfuil céile, páirtnéir sibhialta nó páirtnéir comhchónaithe agat, is é an teorainn €700 sa tseachtain, gan an chéad €36,000 de choigilteas nó a chomhionann d’infheistíochtaí a áireamh

source: Income over the limit
ga: Ioncam os cionn na teorann

source: When you apply for a GP visit card you will first be assessed for eligibility for a medical card
ga: Nuair a dhéanann tú iarratas ar Chárta Cuairte LG, déanfar measúnú ort i dtosach báire le haghaidh teidlíochta do chárta leighis

source: If your income is over the relevant limit, the deciding officer will consider whether it would cause you undue hardship if you are refused a medical card
ga: Má tá d’ioncam os cionn na teorann cuí, déanfaidh an t-oifigeach cinntitheach breithniú ar cibé acu an mbeadh nó nach mbeadh sé ina údar le cruatan míchuí duit má dhiúltaítear cárta leighis duit

source: If you don’t qualify for a medical card you are then assessed for a GP visit card
ga: Mura gcáilíonn tú do chárta leighis, déantar measúnú ort le haghaidh Cárta Cuairte LG

source: If your income is over the relevant limit, the deciding officer will consider whether it would be 'unduly burdensome' for you to pay for GP Services if you don’t have a GP visit card
ga: Má tá d’ioncam os cionn na teorann cuí, déanfaidh an t-oifigeach cinntitheach breithniú ar cibé acu an mbeadh nó nach mbeadh sé ‘ina chruatan míchuí’ ort íoc as Seirbhísí LG mura bhfuil Cárta Cuairte LG agat

source: If your application for a GP visit card is refused, you will receive a letter from the HSE stating this
ga: Má dhiúltaítear d’iarratas ar Chárta Cuairte LG, gheobhaidh tú litir ó FSS ina luaitear seo

source: The letter will also set out the reasons why your application has been refused
ga: Anuas air sin, leagtar amach sa litir seo na cúiseanna ar diúltaíodh d’iarratas

source: If you are not satisfied with the decision, you may have it reviewed
ga: Mura bhfuil tú sásta leis an gcinneadh, féadfaidh tú iarraidh go ndéanfar athbhreithniú air

source: Your circumstances may have changed or you may have left out some relevant information from the original application
ga: D’fhéadfadh gur tháinig athrú ar do chúinsí, nó d’fhéadfadh gur fhág tú roinnt faisnéis ábhartha ar lár ón mbuniarratas

source: If you are not satisfied with the review you may make an appeal to the Appeals Office of your HSE Area
ga: Mura bhfuil tú sásta leis an athbhreithniú, féadfaidh tú achomharc a dhéanamh le hOifig Achomhairc do Cheantar FSS

source: The contact details will also be contained in your letter of refusal
ga: Beidh na sonraí teagmhála le sonrú i do litir dhiúltaithe, chomh maith

source: The Appeals Office will conduct a reassessment of your application
ga: Tabharfaidh an Oifig Achomhairc faoi athmheasúnú ar d’iarratas

source: This will be conducted by HSE staff who were not involved in deciding on your original application
ga: Tabharfaidh foireann FSS faoi seo, nach raibh baint acu leis an gcinneadh a dhéanamh ar do bhuniarratas

source: Your entitlement to a GP visit card is reviewed periodically
ga: Déantar athbhreithniú tréimhsiúil ar do theidlíocht chun Cárta Cuairte LG a fháil

source: This is because your circumstances may change
ga: Déantar seo mar gheall go bhféadfadh athrú teacht ar chúinsí

source: If you don’t return your review form, your GP visit card may not be re-issued
ga: Mura seolann tú d'fhoirm athbhreithnithe ar ais, b'fhéidir nach n-atheiseofar do Chárta Cuairte LG

source: If you return your review form by the given date but the review process continues past the expiry date of your card, the card’s validity may be extended so that you can continue to use it while the review is taking place
ga: Má sheolann tú d’fhoirm athbhreithnithe ar ais faoin dáta a luaitear ach má leanann an próiseas athbhreithnithe thar dháta éagtha do chárta, féadtar bailíocht an chárta a shíneadh ionas gur féidir leat leanúint le hé a úsáid fad atá an t-athbhreithniú ar bun

source: The extension is on a month-by-month basis so it is advisable to contact the Client Registration Unit to confirm that your card has been extended and continues to be valid
ga: Tá an síneadh ar bhonn mí ar mhí, mar sin, moltar duit teagmháil a dhéanamh leis an Aonad Cláraithe Cliant lena dheimhniú gur síneadh do chárta agus go leanann sé bheith bailí

source: For the GP visit card for people aged 70 and over, you can register for the card online on gpvisitcard.ie, you can download the registration form for people aged 70 and over (pdf) or you can call 1890 252 919 to request a registration form
ga: I dtaobh an chárta cuairte LG do dhaoine 70 bliain d’aois agus níos sine, féadfaidh tú clárú don chárta ar líne ag gpvisitcard.ie, féadfaidh tú an fhoirm chlárúcháin a íoslódáil le haghaidh daoine atá 70 bliain d’aois agus níos sine (pdf) nó glao a chur chun iarraidh ar fhoirm chlárúcháin

source: If you are aged under 70, you use the same application process to apply for a GP visit card as for a medical card
ga: Má tá tú faoi bhun 70 bliain d’aois, úsáideann tú an próiseas céanna chun iarratas a dhéanamh ar chárta cuairte LG a úsáidtear le haghaidh cárta leighis

source: As part of the application process for the GP visit card, your entitlement for a medical card will also be assessed
ga: Mar chuid den phróiseas iarratais don chárta cuairte LG, déanfar measúnú, chomh maith, ar do theidlíocht do chárta leighis

source: You can apply online for a medical card or GP visit card on medicalcard.ie
ga: Féadfaidh tú iarratas a dhéanamh ar líne ar chárta leighis nó ar Chárta Cuairte LG ag medicalcard.ie

source: This is the quickest method of obtaining the card
ga: Seo an modh is tapúla chun an cárta a fháil

source: Otherwise, you can download an application form for a GP visit card and medical card:
ga: Mar mhalairt air sin, féadfaidh tú foirm iarratais a íoslódáil le haghaidh Cárta Cuairte LG agus cárta leighis:

source: MC1 Medical Card/GP Visit Card Application Form (pdf)
ga: Foirm Iarratais MC1 ar Chárta Leighis/Cárta Cuairte LG (pdf)

source: MC1(a) Medical Card/GP Visit Card Application Form - Persons Aged 70 Years or Older (pdf)
ga: Foirm Iarratais MC1(a) ar Chárta Leighis/Cárta Cuairte LG – Daoine 70 Bliain D’Aois nó Níos Sine (pdf)

source: Contact Lo-call 1890 252 919 or your Local Health Office for more information on GP visit cards
ga: Déan teagmháil le 1890 252 919 nó le d’Oifig Áitiúil Sláinte chun teacht ar bhreis faisnéise ar Chártaí Cuairte LG

source: You can also contact the Client Registration Unit
ga: Ina theannta sin, féadfaidh tú teagmháil a dhéanamh leis an Aonad Cláraithe Cliant
